{
    "members": [
        {
            "name": "Ogbunike Caves",
            "image": "../../images/ogbunike-caves.jpg",
            "address": "5VH5+MP5, Ifite Rd, Ogbunike 433103, Anambra",
            "description": "Located in a valley blanketed by tropical rain forest just a few kilometres from Onitsha, the collection of caves has been in use over centuries by local people for whom it has particular spiritual significance.This spiritual significance is still apparent, as the 'Ime Ogbe' celebration is undertaken every year to commemorate the discovery of the caves. The story of this network of subterranean caves and tunnels is best told by its tour guides."
        },
        {
            "name": "Palace of the Obi of Onitsha.",
            "image":"../../images/obiofo",
            "address": "Palace, Ime Obi, Awka Rd, Niger Bridge Layout, Onitsha 434106, Anambra",
            "description": " The residence of the traditional ruler of Onitsha (often called Ime Obi) is an architectural masterpiece. Situated on a large expanse of land within Onitsha, it has a large compound wherein people of Onitsha often gather to celebrate various festivals and events. The palace with its white washed walls is a statement of the opulence within Onitsha. Artfully littered with various busts and statues of past Obis, any visitor should make sure to visit while in Onitsha."
        },
        {
            "name": "Onitsha Mall",
            "address": "GRA, Onitsha 434106, Anambra",
            "description": " With a massive parking bay and an elegant structure, the Onitsha mall is one of the largest malls in the Southeast of Nigeria. With various retailers and shops, there is always a bargain to be made for every budget and purse. A food court is present serving tasty meals. The mall is as good a place as any to meet friends, hang out or just to sight see."
        },
        {
            "name": "The River Niger Bridge",
            "address": "Asaba",
            "description": " The River Niger Bridge (also known as the Onitsha Bridge ) connects southeastern Nigeria with western Nigeria over the River Niger. It is linked to Asaba in Delta State, Nigeria. Completed in 1965, it has played a significant role in the history and economy of Nigeria."
        },
        {
            "name": "Chuba Ikpeazu Memorial Stadium",
            "address": "5Q4X+27P, Awka Rd, Omagba Phase II, Onitsha 434106, Anambra",
            "description": "It currently is the home stadium of Anambra Pillars F.C. and Anambra United F.C. It is a multi purpose stadium and features a portion for tracks and athletics."
        },
        {
            "name": "All Saints Cathedral",
            "address": "All Saints Cathedral, GRA, Onitsha 434106, Anambra",
            "description": " One thing is for sure, the All Saints Cathedral will make a believer out of you. If not in God, then in beauty. The Cathedral stands as an architectural marvel within the town of Onitsha. With its tall and dizzingly beautiful bell tower at its side. It is quite an experience to have."
        },
        {
            "name": "onitsha main market",
            "address": "26b st Stephen road, Main Market, Onitsha 431108, Anambra",
            "description": " One of the largest markets in West Africa and equally as famous. The Onitsha Market is a wonder to behold. Any one who's any one in trading has a head office in Onitsha. With traders from within and outside the country well represented. From spare parts to foodstuffs, all is easily available here. There's something for every budget or taste. The Upper Iweka section is famous for its sale of movies (most especially Nollywood) cds."
        },
        {
            "name": "ofala festival",
            "address": "NULL",
            "description": " An annual ceremony held by the indigenes of Onitsha. The Ofala Festival serves as an avenue for the Obi to renew his rites and vows. Usually holds in the month of October. It's a marvellous display of the Onitsha culture. It is hosted for 2 days by the Obi. Highlights of the event include the 21 gun salute and getting to see the Obi dance."
        }
    ]
}